Repository: wqshabib/OnPointPOS
Catalog: OnPointPOS/Res/UI.*.resx
Languages: ar_sa, sv_se

source: Cannot connect to controller
ar_sa: لا يمكن الوصل بالمراقب
sv_se: Kan ej ansluta till kontrollenheten

source: Cannot register to controller
ar_sa: لا يمكن التسجيل بالمراقب
sv_se: Kan ej registrera kontrollenheten

# CheckOutOrder_ClearAll
source: Clear all
ar_sa: أمسح الكل
sv_se: Rensa allt

# CheckOutOrder_Done
source: Done
ar_sa: تم
sv_se: Klar

# CheckOutOrder_Invoice
source: Invoice
ar_sa: فاتورة
sv_se: faktura

# CheckOutOrder_Label_BalanceAmount
source: Balance Amount:
ar_sa: مبلغ الرصيد
sv_se: Balans

# CheckOutOrder_Label_CashBack
source: Cash Back:
ar_sa: استرداد النقود
sv_se: Tillbaka

# CheckOutOrder_Label_PaidCash
source: Paid Cash:
ar_sa: نقد مدفوع
sv_se: Kontant:

# CheckOutOrder_Label_PaidOthers
source: Paid Others:
ar_sa: مدفوعات أخري
sv_se: Övriga

# CheckOutOrder_Label_ReceivedCard
source: Received Card
ar_sa: بطاقة مستلمة
sv_se: Mottaget Kort

# CheckOutOrder_Label_ReceivedCash
source: Received Cash
ar_sa: نقد مستلم
sv_se: Mottaget kontant

# CheckOutOrder_Label_Remaining
source: Remaining:
ar_sa: متبقي
sv_se: Kvar

# CheckOutOrder_Label_Returned
source: Returned:
ar_sa: مبلغ معاد
sv_se: Return

# CheckOutOrder_Label_TotalBill
source: Total Bill:
ar_sa: إجمالي الفاتورة
sv_se: Att betala

# CheckOutOrder_Label_TotalReturnBill
source: Total Return
ar_sa: اجمالي الباقي
sv_se: Att erhålla

# CheckOutOrder_Method_Account
source: Account
ar_sa: الحساب
sv_se: Konto

# CheckOutOrder_Method_Cash
source: Cash
ar_sa: نقد
sv_se: Kontant

# CheckOutOrder_Method_Coupon
source: Coupon
ar_sa: قسيمة
sv_se: Kupong

# CheckOutOrder_Method_CreditCard
source: Credit Card
ar_sa: بطاقة ائتمان
sv_se: Kort

# CheckOutOrder_Method_CreditNote
source: Credit Note
ar_sa: ملاحظة ائتمانية
sv_se: Tillgodokvitto

# CheckOutOrder_Method_DebitCard
source: Debit Card
ar_sa: بطاقة مديونية
sv_se: Bankkort

# CheckOutOrder_Method_FreeCoupon
source: Free Coupon
ar_sa: قسيمة مجانية
sv_se: Gratiskopong

# CheckOutOrder_Method_GiftCard
source: Gift Card
ar_sa: كرت هدية
sv_se: Presentkort

# CheckOutOrder_Method_Mobile
source: Mobile
ar_sa: محطه جوالة
sv_se: Mobil

# CheckOutOrder_Method_OnlineCash
source: Online Cash
sv_se: Online Kontant

# CheckOutOrder_Method_TipAmount
source: Tip Amount
ar_sa: مبلغ اكرامية
sv_se: Tip

# CheckOutOrder_Not_Receipt
source: Not Receipt
ar_sa: بدون ايصال
sv_se: EJ KVITTO

# CheckOutOrder_Performa
source: Performa
ar_sa: خدمة
sv_se: Proforma

# CheckOutOrder_RoundOff
source: Rounding off
ar_sa: إختتام
sv_se: Öresutjämning

source: Close terminal
ar_sa: محطة مغلقة
sv_se: Stäng kassan

source: Enter Price
ar_sa: إدخل السعر
sv_se: Ange pris

source: Enter Weight
ar_sa: إدخل وزن
sv_se: Ange Vikt

# Gloabl_DiscountPrice
source: Discount Price
sv_se: Rabatt pris

# Global_AccountCustomer
source: Account Customer
sv_se: kund

# Global_ActualPrice
source: Actual Price
sv_se: Faktisk pris

# Global_AddNew
source: Add New
ar_sa: ادخال جديد
sv_se: Lägg till

# Global_Address
source: Address
ar_sa: عنوان
sv_se: Adress

# Global_Approved
source: Approved
ar_sa: موافقة
sv_se: godkänd

# Global_Articles
source: Articles
ar_sa: بنود
sv_se: Artikel

# Global_Barcode
source: Barcode
ar_sa: ترميز
sv_se: Streckkod

# Global_Bong_Confirm
source: Are you sure about bong?
ar_sa: هل أنت متأكد من الجرس
sv_se: Är du säker på att du vill bonga?

# Global_Campaign
source: Campaign
ar_sa: حملة
sv_se: Kampanj

# Global_Cancel
source: Cancel
ar_sa: إلغاء
sv_se: Avbryt

# Global_Category
source: Category
ar_sa: فئه
sv_se: Kategori

# Global_ChangeLanguage
source: Change Language
ar_sa: تبديل اللغة
sv_se: byta språk

# Global_Checkout
source: Checkout
ar_sa: تسجيل خروج
sv_se: Betala

# Global_City
source: City
ar_sa: مدينة
sv_se: Stad

# Global_Close
source: CLOSE
ar_sa: مغلق
sv_se: STÄNG

# Global_Comment
source: Comment
ar_sa: تعليق
sv_se: Kommentar

# Global_Confirm
source: Confirm
ar_sa: تأكيد
sv_se: Bekräfta

# Global_ControlUnit
source: Control Unit
ar_sa: وحدة تحكم
sv_se: Kontrollenhet

# Global_CustomerNo
source: Customer No
ar_sa: رقم العميل
sv_se: Kundnummer

# Global_CustomerRef
source: Customer
ar_sa: عميل
sv_se: Er referens

# Global_DeliveryCustomer
source: Deliver To
sv_se: Utkörning

# Global_Deny
source: Deny
ar_sa: رفض
sv_se: NEKA

# Global_Description
source: Description
ar_sa: وصف
sv_se: Beskrivning

# Global_Detail
source: Detail
ar_sa: تفاصيل
sv_se: Detaljer

# Global_DiscountAmount
source: Discount Amount
ar_sa: مبلغ الخصم
sv_se: Rabatt Belopp

# Global_DiscountPercentage
source: Discount %
ar_sa: نسبة الخصم
sv_se: Rabatt %

# Global_Email
source: Email
ar_sa: الإيميل
sv_se: E-post

# Global_Employee
source: Employee
ar_sa: الموظف
sv_se: Anställd

# Global_Enter
source: Enter
ar_sa: إدخال
sv_se: Ange

# Global_EnterSSN
source: Fill in your Social Security Number, 12 digits,ex: 198609061516
ar_sa: أدخل رقم الضمان الاجتماعي , 12 رقم ، مثل 198609061516
sv_se: Vänligen fyll i ditt personnummer, 12 siffror, ex: 198609061516.

# Global_Error
source: Error
ar_sa: خطأ
sv_se: Fel

# Global_Export
source: Export
ar_sa: تصدير
sv_se: exportera

# Global_External
source: External
ar_sa: خارجي
sv_se: Extern

# Global_FirstName
source: First Name
ar_sa: الاسم الاول
sv_se: Förnamn

# Global_Floor
source: Floor
ar_sa: الطابق
sv_se: Våning

# Global_Generate
source: Generate
ar_sa: انتاج
sv_se: Generera

# Global_Ingredient
source: Ingredients
ar_sa: المقادير
sv_se: Ingredienser

# Global_InvoiceBuy
source: Invoice Buy
ar_sa: قيمة الفاتورة
sv_se: Faktura Köp

# Global_InvoiceDate
source: Invoice Date
ar_sa: تاريخ الفاتورة
sv_se: Förfallodatum

# Global_InvoiceNo
source: Invoice Number
ar_sa: رقم الفاتورة
sv_se: Fakturanummer

# Global_Language
source: Language
ar_sa: لغة
sv_se: språk

# Global_LastName
source: Last Name
ar_sa: الاسم الاخير
sv_se: Efternamn

# Global_List
source: List
ar_sa: القائمة
sv_se: lista

# Global_Location
source: Location
ar_sa: الموقع
sv_se: Plats

# Global_Minuts
source: Minuts
ar_sa: الدقائق
sv_se: Minuter

# Global_MultipleKitchen
source: MultipleKitchen
ar_sa: مطبخ متعددة
sv_se: Flera Kök

# Global_Name
source: Name
ar_sa: الاسم
sv_se: Namn

# Global_Net
source: net
ar_sa: الشبكة
sv_se: netto

# Global_NightPriceMode
source: Night Time Now
sv_se: Nu är det Nattpriser

# Global_Not
source: Not
ar_sa: ليس
sv_se: Ej

# Global_OrgNo
source: OrgNo/PersonNo
ar_sa: رقم المنظمة / رقم الشخص
sv_se: Orgnr/Personnr

# Global_PaymentDone
source: Paid
ar_sa: مدفوع
sv_se: Betald

# Global_PaymentPartial
source: Partial Paid
ar_sa: مدفوع جزئياً
sv_se: Delbetald

# Global_PaymentPending
source: Un Paid
ar_sa: غير مسدد
sv_se: Ej betald

# Global_PaymentSender
source: Payment Sender
ar_sa: مرشد السداد
sv_se: betalning savsandare

# Global_Pending
source: Pending
ar_sa: معلق
sv_se: Avvaktan

# Global_Phone
source: Phone
ar_sa: هاتف
sv_se: Telefon

# Global_PICKUP
source: PICKUP
ar_sa: رفع
sv_se: Avhämtning

# Global_PortCode
source: PortCode
ar_sa: رمز
sv_se: Portkod

# Global_PreparationTime
source: Preparation Time
ar_sa: وقت التحضير
sv_se: Förberedelsetid

# Global_Price
source: Price
ar_sa: سعر
sv_se: Pris

# Global_Print
source: Print
ar_sa: أطبع
sv_se: Skriva ut

# Global_Printer
source: Printer
ar_sa: طابعة
sv_se: Skrivare

# Global_Product
source: Product
ar_sa: منتج
sv_se: Produkt

# Global_Receipt
source: Receipt
ar_sa: ايصال
sv_se: Kvitto

# Global_Reference
source: Reference
ar_sa: مرجع
sv_se: Hänvisa till

# Global_Rejected
source: Rejected
ar_sa: مرفوض
sv_se: nekad

# Global_Return
source: Return
ar_sa: معاد
sv_se: Återköp

# Global_ReturnConfirm
source: Are you sure to return order?
sv_se: Är du säker?

# Global_Sale
source: Sale
ar_sa: تخفيض السعر
sv_se: Försäljning

# Global_SalePersonRef
source: Sale Person
ar_sa: البائع
sv_se: Vår referens

# Global_Search
source: Search
ar_sa: ابحث
sv_se: Sök

# Global_Select
source: Select
sv_se: Välj

# Global_Setting
source: Settings
ar_sa: ضبط
sv_se: Inställningar

# Global_ShowButton
source: Show Button
ar_sa: مفتاح عرض
sv_se: visa button

# Global_StockQty
source: Stock Qty
ar_sa: كمية المخزون
sv_se: Lager Antal

# Global_StoreReceipt
source: Store Receipt
ar_sa: استلام المتجر
sv_se: Butikens Kvitto

# Global_SubjectToVAT
source: Without VAT belopp
ar_sa: بدون قيمه مضافة
sv_se: Momspliktigt belopp

# Global_TableRename
source: Rename Table
ar_sa: الطاولة اسم
sv_se: namnge Bord

# Global_Terminal
source: Terminal
ar_sa: محطه
sv_se: Kassa

# Global_Total
source: Total
ar_sa: اجمالي
sv_se: Summa

# Global_Transaction
source: Transaction
ar_sa: عملية
sv_se: Transaktion

# Global_Unknown
source: Unknown
ar_sa: غير معروف
sv_se: Okänd

# Global_Update
source: Update
ar_sa: تحديث بيانات
sv_se: Redigera

# Global_VAT
source: VAT
ar_sa: قيمه مضافة
sv_se: Moms

# Global_VatAmount
source: VAT Amount
ar_sa: مبلغ قيمه مضافة
sv_se: Momsbelopp

# Global_View
source: View
ar_sa: مشاهدة
sv_se: Visa

# Global_Warehouse
source: Warehouse
ar_sa: مستودع
sv_se: lager

# Global_Warning
source: Warning
ar_sa: تحذير
sv_se: Varning

# Global_ZipCode
source: ZipCode
ar_sa: رمز بريدي
sv_se: Postnummer

# Login_Closed
source: Terminal is closed
ar_sa: المحطة مغلقة
sv_se: Kassan är stängd

source: Login Error
ar_sa: خطأ في الدخول
sv_se: Inloggningsfel

# Login_Exit
source: Exit
ar_sa: خروج
sv_se: Avsluta

# Login_PinMissing
source: User pin missing
ar_sa: رمز المستخدم مفقود
sv_se: pinkod saknas

# Login_WrongPin
source: Wrong Ping
ar_sa: ادخال خاطي
sv_se: Felaktigt pinkod

source: Logout
ar_sa: تسجيل خروج
sv_se: Logga ut

# MainMenu
source: Menu
ar_sa: قائمة طعام
sv_se: MENY

# Main_About
source: About
ar_sa: تعريف
sv_se: Om

# Main_Amount
source: Amount
ar_sa: المبلغ
sv_se: Belopp

# Main_CashDepositWithDraw
source: Enter amount for manual deposit/ removal of currency exchange
ar_sa: ادخل مبلغ الايداع اليدوي / إزالة صرف العملات
sv_se: Ange belopp för manuell instättning/uttag av växelkassa

# Main_CheckIn
source: Check In
ar_sa: دخول
sv_se: Checka in

# Main_CheckOut
source: Check Out
ar_sa: خروج
sv_se: Checka ut

# Main_Deposit
source: Deposit
ar_sa: ايداع
sv_se: insättning

# Main_InvalidAmount
source: Amount is not valid
ar_sa: المبلغ غير صحيح
sv_se: Beloppet är inte giltigt

# Main_Manual
source: Manual
ar_sa: يدوي
sv_se: Manuell

# Main_PersonLog
source: PUNCH CLOCK
ar_sa: ساعة الحضور
sv_se: PERSONALLIGGARE

# Main_Report
source: Report
ar_sa: تقرير
sv_se: Rapport

# Main_Shift
source: Shift
ar_sa: وردية
sv_se: växel

# Main_Withdrawal
source: Withdrawal
ar_sa: انسحاب
sv_se: uttag

# Menu_PaymentTerminalUtil
source: Payment terminal
ar_sa: محطة سداد
sv_se: Betalterminal

# Message_AddConfirm
source: Do you wnat to add in database?
ar_sa: هل إضافة معلومة لقاعدة البيانات
sv_se: Vill du skapa en ny produkt?

# Message_AskVolume
source: Enter Volume
sv_se: Ange Volym

# Message_CancelOrder
source: Are you sure to cancel this order ?
ar_sa: هل انت متأكد من الغاء هذا الطلب
sv_se: Är du säker på att avbryta denna order ?

# Message_CannotCancelCompletedOrder
source: You can't cancel a completed order
ar_sa: لا يمكن ان تلغي طلب مكتمل
sv_se: Du kan inte avbryta en avslutad order

# Message_CashChange
source: Cash Change
ar_sa: صرف نقدي
sv_se: Växelkassa

# Message_CashDrawerUnitControlNotDefined
source: Cashdrawer unit control not defined
ar_sa: وحدة صندوق النقد غير معرفة
sv_se: Kontrollerar inte definierat

# Message_ConfirmChange
source: You must confirm the change cash amount
ar_sa: يجب تأكيد مبلغ الصرف النقدي
sv_se: Du måste bekräfta växelkassans belopp

# Message_ConfirmMergItem
source: Do you really want to merge items of same type?
ar_sa: هل تريد حقا دمج البنود من نفس النوع
sv_se: Vill du verkligen vill slå samman poster i samma typ ?

# Message_CouponExceedTotal
source: Free coupon cannot be more than bill total.
ar_sa: القسيمة المجانية / لا يمكن ان تكون اكثر من اجمالي الفاتورة
sv_se: Gratis kupong kan inte vara mer än totalt.

# Message_DataSyncFailed
source: Error in data sync, see log for detail
ar_sa: خطأ في توافق البيانات انظر السجل للتفاصيل
sv_se: Fel i data synkroniseras, se felloggen för detaljer

# Message_DataSyncSucessfull
source: Data Sync completed successfully
ar_sa: توافق البانات تم بنجاح
sv_se: Data Synkronisera slutförts

# Message_DoYouWantToSyncData
source: Do you want to sync data?
ar_sa: هل تود توفيق البيانات
sv_se: Vill du synkronisera alla data?

# Message_EANMissing
source: EAN-code missing.
ar_sa: الباركود غير موجود
sv_se: EAN-kod saknas.

# Message_Error
source: Error
ar_sa: خطأ
sv_se: fel

# Message_ErrorSavingReturnOrder
source: Error in saving retrun order
ar_sa: خطأ في حفظ الطلب المعاد
sv_se: Fel i spar retur ordning

# Message_IncompletePayment
source: The entire amount must be filled in
sv_se: Hela beloppet måste fyllas i

# Message_InvalidEAN
source: Invalid EAN-code.
ar_sa: الباركود غير صحيح
sv_se: Ogiltig EAN-kod.

# Message_InvalidNumber
source: Invalid Number
ar_sa: رقم غير صحيح
sv_se: Ogiltigt Antal

# Message_InvalidPLU
source: Invalid PLU.
ar_sa: كود التسعير غير صحيح
sv_se: Ogiltigt PLU nummer.

# Message_InvalidQty
source: Invalid Quantity
ar_sa: كمية غير صحيحة
sv_se: Ogiltigt Antal

# Message_InvalidWeight
source: Invalid Weight
ar_sa: وزن غير صحيح
sv_se: Ogiltigt Vikt

# Message_NameMissing
source: Name is missing
ar_sa: الاسم مفقود
sv_se: Namn saknas

# Message_NoItemSelectedForreturnOrder
source: No item selected for return order
ar_sa: لم يتم تحديد أي عنصر للطلب المرتجع
sv_se: Ingen artikeln för returordern

# Message_NoLineItem
source: No line item to print
ar_sa: لا يوجد بند للطباعة
sv_se: Ingen rad för att skriva ut

# Message_OrderCancellationFailed
source: Order cancellation failed.
ar_sa: أخفق إلغاء الطلب
sv_se: Order avbokning misslyckades.

# Message_OrderSavingFailed
source: Error in saving order
ar_sa: حدث خطأ أثناء حفظ الطلب
sv_se: Fel i spar ordning

# Message_PaymentSavedSucessully
source: Payment against account saved successfully
ar_sa: تم حفظ الدفع مقابل الحساب بنجاح
sv_se: Betalning mot konto sparats

# Message_PLUMissing
source: PLU missing.
ar_sa: كود التسعير مفقود
sv_se: PLU nummer saknas.

# Message_PrintingProblemTryLater
source: Issues while printing, please try again.
ar_sa: المشكلات أثناء الطباعة، يرجى إعادة المحاولة.
sv_se: Fel vid utskrift, försök igen.

# Message_RequiredField
source: Required field missing
ar_sa: الحقل المطلوب مفقود
sv_se: Obligatoriskt fält saknas

# Message_Saved_Fail
source: Failed to saved
ar_sa: أخفق الحفظ
sv_se: Det gick inte att spara

# Message_Saved_Success
source: Saved Successfully
ar_sa: حفظ بنجاح
sv_se: sparad framgångsrikt

# Message_SelectItemToAddInCart
source: Select any item to add in cart
ar_sa: حدد أي عنصر لإضافته في سلة التسوق
sv_se: Välj ett artikel att lägga i kundvagnen

# Message_SumGreaterThanTotalBalance
source: Including above amounts Sum cannot more than total balance.
ar_sa: بما في ذلك المبالغ أعلاه مبلغ لا يمكن أن يكون أكثر من الرصيد الكلي.
sv_se: Beloppet är högre än priset

# Message_SureToCancelOrder
source: Are you sure to cancel this order?
ar_sa: هل تريد بالتأكيد إلغاء هذا الطلب؟
sv_se: Är du säker att avbryta denna order?

# Message_SureToCancelReceipt
source: Are you sure you want to cancel this receipt?
ar_sa: هل تريد بالتأكيد إلغاء هذا الإيصال؟
sv_se: Är du säker att du vill makulera detta kvittot?

# Message_UnknowBarcode
source: Barcode is unknow
ar_sa: الباركود غير معروف
sv_se: Okänd streckkod!

# Message_UpdateDallasKey
source: A key already assigned to this user. \n Do you want to replace key?
ar_sa: تم تعيينه مفتاح بالفعل لهذا المستخدم. \n هل تريد استبدال المفتاح؟
sv_se: Det finns redan en nyckel kopplad. \n Vill du ersätta nyckeln?

# Message_Updated_Fail
source: Failed to update
ar_sa: اخفاق التحديث
sv_se: Det gick inte att uppdatera

# Message_Updated_Success
source: Updated Successfully
ar_sa: تم التحديث بنجاح
sv_se: uppdaterad framgångsrikt

# OpenOrder_ConfirmMerg
source: Do you want to merge selected orders?
ar_sa: هل تريد دمج الطلبات المحددة؟
sv_se: Vill du slå ihop markerade order?

# OpenOrder_ConfirmMove
source: Do you want to move selected orders?
ar_sa: هل تريد نقل أوامر مختارة؟
sv_se: Vill du flytta markerade order?

# OpenOrder_HoldButton
source: On Hold
ar_sa: في الانتظار
sv_se: Pausade

# OpenOrder_Merge
source: Merge Order
ar_sa: دمج أمر
sv_se: Slå ihop Order

# OpenOrder_MergeItem
source: Merge Item
ar_sa: دمج العنصر
sv_se: Slå ihop punkt

# OpenOrder_MoveButton
source: Move Order
ar_sa: نقل الطلب
sv_se: Flytta Order

# OpenOrder_SplitButton
source: Split Order
ar_sa: تقسم الطلب
sv_se: Splitta Order

# OpenOrder_SplitItem
source: Split Item
ar_sa: تقسيم العناصر
sv_se: Splitta punkt

# OpenOrder_SplitWhole
source: Split Whole Order
ar_sa: تقسم الطلب بالكامل
sv_se: Dela hela

# OpenOrder_TableButton
source: Table
ar_sa: الطاولة
sv_se: Bord

# OpenOrder_ValidateToMerge
source: Select 2 or more order to merge!
ar_sa: حدد 2 أو أكثر من أجل الدمج!
sv_se: Välj två eller fler order för att slå ihop!

source: Order history
ar_sa: تاريخ الطلب
sv_se: Orderhistorik

# OrderHistory_BackButton
source: Go back
ar_sa: عُد ( العودة الي الخطوه السابقة)
sv_se: Tillbaka

# OrderHistory_Date
source: Date
ar_sa: تاريخ
sv_se: Datum

# OrderHistory_OrderFrom
source: Order from:
ar_sa: طلب من:
sv_se: Order från:

# OrderHistory_OrderList
source: Order list
ar_sa: لائحة الطلبات
sv_se: Orderhistorik

# OrderHistory_OrderNumber
source: Order #
ar_sa: طلب #
sv_se: Order nr

# OrderHistory_OrderTo
source: Order To:
ar_sa: طلب الي:
sv_se: Order till:

# OrderHistory_PaymentStatus
source: Payment Status
ar_sa: حالة السداد
sv_se: Betalstatus

# OrderHistory_Print
source: Print
ar_sa: طباعة
sv_se: Skriv ut

# OrderHistory_ReceiptNumber
source: Receipt #
ar_sa: إيصال #
sv_se: Kvitto nr

# OrderStatus_AssignedKitchenBar
source: Assigned Kitchen/Bar
ar_sa: تخصيص (مطبخ / بار)
sv_se: Tilldelad kök/bar

# OrderStatus_AvailabilityPartialComplete
source: Availability Partial Complete
ar_sa: توفر جزء مكتمل
sv_se: Restad Komplett

# OrderStatus_AvailabilityPartialCompleteSomeItemsUnavailable
source: Availability Partial Complete Some Items Unavailable
ar_sa: توفر جزء مكتمل و بعض العناصر غير متوفره
sv_se: Restnoterad

# OrderStatus_Completed
source: Completed
ar_sa: مكتمل
sv_se: Klar

# OrderStatus_OrderAvailabilityComplete
source: Order Availability Complete
ar_sa: الطلب متوفر مكتمل
sv_se: Beställning färdig

# OrderStatus_OrderCancelled
source: Cancelled
ar_sa: ملغي ( تم الالغاء)
sv_se: Makulerad

# OrderStatus_OrderPackerAssigned
source: Order packer assigned
ar_sa: تم تعيين تعبئة للطلب
sv_se: Beställnings paket tilldelade

# OrderStatus_OrderPackerComplete
source: Order packer complete
ar_sa: اكتمل تعبئة الطلب
sv_se: Beställnings paket färdig

# OrderStatus_OrderSPOAssign
source: Order SPO Assign
ar_sa: لا يمكن إجراء مزيد من التحسينات للطلب
sv_se: Beställ SPO Tilldela

# OrderStatus_Pending
source: Pending
ar_sa: قيد الانتظار
sv_se: I avvaktan

# OrderStatus_ReadyToServe
source: Ready to serve
ar_sa: جاهز للخدمة
sv_se: Redo för servering

# OrderStatus_Served
source: Server
ar_sa: الخادم
sv_se: Serverad

source: Order Comment
ar_sa: طلب تعليق
sv_se: Orderkommentarer

# PaymentTerminal_Close
source: Close
ar_sa: قريب
sv_se: Stäng

# PaymentTerminal_CloseBatch
source: Close Batch
ar_sa: إغلاق باتش
sv_se: Dagsavslut

# PaymentTerminal_Detailed
source: Detailed
ar_sa: مفصلة
sv_se: Detaljerad

# PaymentTerminal_Endorsement
source: Is endorsement
ar_sa: هو تأييد
sv_se: Finns påskrift

# PaymentTerminal_EnterCode
source: Enter Code
ar_sa: ادخل الرمز
sv_se: Ange kod

# PaymentTerminal_EnterTransactionCount
source: Please enter transaction count
ar_sa: الرجاء إدخال عدد المعاملات
sv_se: Ange transaktionsräkning

# PaymentTerminal_GettingCloseBatch
source: Getting batch closes
ar_sa: الحصول على دفعة يغلق
sv_se: Att få sats stänger

# PaymentTerminal_GettingConfig
source: Getting Config
ar_sa: الحصول على التهيئة
sv_se: få Config

# PaymentTerminal_GettingDetailLog
source: Getting detailed transactionlog
ar_sa: الحصول على سجل المعاملات مفصل
sv_se: få detalj transaktionslogg

# PaymentTerminal_GettingTotalLog
source: Getting total transactionlog
ar_sa: الحصول على إجمالي سجل المعاملات
sv_se: få totala transaktionslogg

# PaymentTerminal_ResetConnection
source: Reset Connection
ar_sa: إعادة تعيين الاتصال
sv_se: Återställ anslutning

# PaymentTerminal_ResponseCode
source: Response Code
ar_sa: رمز الاستجابة
sv_se: Svarskod

# PaymentTerminal_ShowSettings
source: Show Settings
ar_sa: إعدادات العرض
sv_se: Visa inställningar

# PaymentTerminal_ShowUnsentTransaction
source: Show Unsent Transaction
ar_sa: إظهار المعاملة غير المسددة
sv_se: Visa lagrade transaktioner

# PaymentTerminal_SignatureBuy
source: Signature buy
ar_sa: المتوقع شراء
sv_se: Signaturköp

# PaymentTerminal_TestConnection
source: Test Connection
ar_sa: اختبار الاتصال
sv_se: Verifiera anslutning

# PaymentTerminal_TransactionReport
source: Transaction Report
ar_sa: تقرير المعاملات
sv_se: Transaktionsrapport

# PaymentTerminal_Waiting
source: Waiting at terminal
ar_sa: الانتظار في محطة
sv_se: Väntar på terminal

# Payment_Skip_Referral
source: Skip referral
ar_sa: تخطي الإحالة
sv_se: Ignorera validering

# Sales_BIDSButton
source: BEDES
ar_sa: رجاء
sv_se: Subtot

# Sales_CashDrawButton
source: Cash Draw
ar_sa: السحب النقدي
sv_se: Öppna låda

# Sales_Create
source: Create
ar_sa: انشاء
sv_se: skapa

# Sales_CustomerButton
source: Customer
ar_sa: العميل
sv_se: Köpare

# Sales_Discount
source: Discount
ar_sa: خصم
sv_se: Rabatt

# Sales_EnterComment
source: Enter Comment
ar_sa: أدخل تعليق
sv_se: Ange kommentar

# Sales_EnterPrice
source: Enter Price
ar_sa: أدخل السعر
sv_se: Ange pris

# Sales_HoldCommentButton
source: Hold Comment
ar_sa: تعليق التعليق
sv_se: Hold Kommentar

# Sales_NetTotalLabel
source: Net:
ar_sa: شبكة:
sv_se: Netto:

# Sales_NewButton
source: New
ar_sa: جديد
sv_se: Ny

# Sales_OpenOrderButton
source: Open Order
ar_sa: طلب مفتوح
sv_se: Öppna Order

# Sales_OrderCommentButton
source: Order Comment
ar_sa: طلب تعليق
sv_se: Orderkommentar

# Sales_Pause
source: Pause
ar_sa: وقفة
sv_se: Paus

# Sales_ProductComment
source: Product Comment
ar_sa: تعليق علي المنتج
sv_se: Varukommentar

# Sales_PurchasePrice
source: Purchase Price
ar_sa: سعر الشراء
sv_se: inköp pris

# Sales_ReturnOrder
source: Return Order
ar_sa: العودة الي الطلب
sv_se: Retur Order

# Sales_SearchProduct
source: Search Product
ar_sa: البحث عن منتج
sv_se: Sök produkt

# Sales_SelectCustomer
source: Select Customer
ar_sa: حدد العميل
sv_se: Välj Köpare

# Sales_SelectTableButton
source: Select Table
ar_sa: حدد الطاولة
sv_se: Välj bord

# Sales_SubmitButton
source: Kitchen
ar_sa: مطبخ
sv_se: BONG

# Sales_TotalLabel
source: Total:
ar_sa: مجموع:
sv_se: Att betala:

# Sales_Unit
source: Unit
ar_sa: وحدة
sv_se: Enhet

# Sales_UnitPrice
source: Unit Price
ar_sa: سعر الوحدة
sv_se: Styckpris

# PlanceOrder_CartEmpty
source: No product in cart
ar_sa: لا يوجد منتج في سلة التسوق
sv_se: Ingen produkt i kundvagnen

# Progress_Wait
source: Wait...
ar_sa: انتظر...
sv_se: Vänta...

# Report_Accounting
source: Accounting
ar_sa: محاسبة
sv_se: Konton

# Report_Address
source: Address:
ar_sa: عنوان:
sv_se: Adress:

# Report_CashAdded
source: Cash Added
ar_sa: تمت إضافة النقود
sv_se: Kontant instättning

# Report_CashDrawerOpen
source: Cashdrawer opened
ar_sa: تم فتح درج النقود
sv_se: Öppningsväxel

# Report_CashDrawerOpenCount
source: Drawer open count
ar_sa: فتح درج العد
sv_se: Kassaöppningar

# Report_CashDropped
source: Cash Dropped
ar_sa: تم إسقاط النقود
sv_se: Kontant uttag

# Report_Cashier
source: Cashier:
ar_sa: أمين الصندوق:
sv_se: Kassör

# Report_CashIn
source: Cash In
ar_sa: المتحصلات النقدية
sv_se: Kontant in

# Report_CashOut
source: Cash Out
ar_sa: المصروفات
sv_se: Kontant ut

# Report_CashSum
source: Cash Sum
ar_sa: مجموع النقدية
sv_se: Kontant summa

# Report_CategorySale
source: Sale category
ar_sa: بيع الفئة
sv_se: Förs kat kr

# Report_CategorySaleCount
source: Sale Cat Count
ar_sa: عد بيع الفئة
sv_se: Förs kat antal
