Repository: wqshabib/OnPointPOS
Catalog: OnPointPOS/Res/UI.*.resx
Languages: ar_sa, sv_se

# Report_CategorySaleCountHeading
source: Category Sales Count
ar_sa: عد مبيعات الفئة
sv_se: Försäljning kategori antal

# Report_CategorySaleHeading
source: Category Sales
ar_sa: مبيعات الفئة
sv_se: Försäljning kategori kronor

# Report_CloseDate
source: Closed at
ar_sa: أغلق في
sv_se: Stängdes

# Report_Description
source: Description
ar_sa: وصف
sv_se: Beskrivning

# Report_DiscountCount
source: Total discounts
ar_sa: إجمالي الخصومات
sv_se: Antal rabatter

# Report_EndOrder
source: END ORDER
ar_sa: نهاية الأمر
sv_se: SLUT ORDER

# Report_GrandTotalNet
source: Grand total net
ar_sa: صافي اجمالي المبالغ
sv_se: Totalbelopp

# Report_GrandTotalReturn
source: Grand total return
ar_sa: اجمالي المبالغ المرده
sv_se: Totalbelopp(retur)

# Report_GrandTotalSale
source: Grand total sale
ar_sa: اجمالي المبيعات
sv_se: Totalförsäljningen

# Report_HoldCount
source: Hold count
ar_sa: تعليق العد
sv_se: Pausade köp

# Report_HoldTotalSale
source: Hold total sale
ar_sa: عقد بيع الكلي
sv_se: Pausade belopp

# Report_InvoiceFee
source: Invoice Fee
ar_sa: رسوم الفاتورة
sv_se: Fakturaavgift

# Report_OpenDate
source: Opened at
ar_sa: تم فتحه في
sv_se: Öppnades

# Report_OrderCount
source: Order count
ar_sa: عدد الطلبات
sv_se: Orderantal

# Report_OrgNo
source: Org No:
ar_sa: رقم المؤسسة:
sv_se: Org.nr:

# Report_OtherNegativeRegistrations
source: Other negative registrations
ar_sa: تسجيلات سلبية أخرى
sv_se: Övriga negativa registreringar

# Report_Payment
source: Payment
ar_sa: دفع
sv_se: Betalt

# Report_PaymentTypeReturn
source: Return payment
ar_sa: أعادة المدفوع
sv_se: Retur betalning

# Report_PaymentTypeSale
source: PaymentType
ar_sa: نوع الدفع
sv_se: Betalningssätt

# Report_Phone
source: Phone:
ar_sa: تلفون:
sv_se: Telefon:

# Report_Printed
source: Printed
ar_sa: طبع
sv_se: Utskriven

# Report_PrintedOf
source: of
ar_sa: من
sv_se: av

# Report_ProductsCount
source: Sale product count
ar_sa: عدد المنتجات المباعة
sv_se: Antal produkter

# Report_Quantity
source: Quantity
ar_sa: كمية
sv_se: Antal

# Report_ReceiptCopy
source: Copy
ar_sa: نسخ
sv_se: KOPIA

# Report_ReceiptCopyAmount
source: Copy Amount
ar_sa: نسخ المبلغ
sv_se: Kvittokopia belopp

# Report_ReceiptCopyCount
source: Copy Count
ar_sa: عدد النسخ
sv_se: Kvittokopia antal

# Report_ReceiptCount
source: Receipt count
ar_sa: عدد الإيصالات
sv_se: Antal kvitton

# Report_ReceiptNo
source: Receipt No:
ar_sa: رقم الإيصال:
sv_se: Kvitto nr:

# Report_ReportNumber
source: Report Number
ar_sa: رقم التقرير
sv_se: Löpnr

# Report_ReturnCount
source: Return count
ar_sa: أعادة العد
sv_se: Antal returer

# Report_ReturnPayment
source: Return Payment
ar_sa: أعادة المدفوع
sv_se: Åter

# Report_ReturnVATPercent
source: Vat Return %
ar_sa: أعادة ضريبة القيمة المضافة٪
sv_se: Moms returer %

# Report_ReturnVATSum
source: Vat Total Return
ar_sa: أجمالي المعاد من ضريبة القيمة المضافة
sv_se: Moms belopp returer

# Report_Rounding
source: Rounding
ar_sa: التقريب
sv_se: Öresutjämning

# Report_SaleTotal
source: Sale Total
ar_sa: إجمالي المبيعات
sv_se: Försäljning tot

# Report_ServicesCount
source: Sale services count
ar_sa: عدد خدمات البيع
sv_se: Antal tjänster

# Report_TotalNet
source: Total net
ar_sa: مجموع صافي
sv_se: Netto

# Report_TotalReturn
source: Total return
ar_sa: مجموع المرتجع
sv_se: Returer

# Report_TotalSale
source: Total sale
ar_sa: إجمالي البيع
sv_se: Försäljning

# Report_Trainingmode
source: Exercise
ar_sa: ممارسه الرياضه
sv_se: Övning kr

# Report_TrainingModeCount
source: Sale in training mode
ar_sa: بيع في وضع التدريب
sv_se: Övning antal

# Report_TrainingModeSale
source: Exercise Sale
ar_sa: بيع التمارين الرياضية
sv_se: Försäljning Träning

# Report_UniqueIdentification
source: Terminal Id
ar_sa: معرف المحطة
sv_se: Kassabeteckning

# Report_VATPercent
source: VAT %
ar_sa: ضريبة القيمة المضافة٪
sv_se: Moms %

# Report_VATSum
source: VAT amount
ar_sa: مبلغ ضريبة القيمة المضافة
sv_se: Moms belopp försäljning

# Report_ZReport
source: Z Report
ar_sa: تقرير زد
sv_se: Z Rapport

source: Show Report
ar_sa: عرض تقرير
sv_se: Visa rapport

source: Sync Data
ar_sa: مزامنة البيانات
sv_se: Synkroniseringsdata

# Terminal_Open_Change
source: Change
ar_sa: يتغيرون
sv_se: Växel

# Terminal_Open_Confirm
source: Confirm Open
ar_sa: تأكيد فتح
sv_se: Bekräfta öppning

# Sales_Save
source: Pause
ar_sa: حفظ
sv_se: Paus

# Sale_ConfirmPause
source: Are you sure to Pause
sv_se: Vill du pausa order?

# Sales_ProductSale
source: Product Sale
ar_sa: بيع المنتج
sv_se: produkt försäljning

# Global_DiscountCodeRequired
source: Enter discount code
sv_se: Kod för att ge rabatt krävs

# PlaceOrder_Create
source: Create
ar_sa: انشاء
sv_se: skapa

# PlaceOrder_NetTotalLabel
source: Net:
ar_sa: شبكة:
sv_se: Netto

# PlaceOrder_NewButton
source: New
ar_sa: جديد
sv_se: Ny

# PlaceOrder_SelectTableButton
source: Select Table
ar_sa: حدد الطاولة
sv_se: Välj bord

# PlaceOrder_TotalLabel
source: Total
ar_sa: مجموع
sv_se: Att betala:

# Global_AddSettings
source: Add Settings
sv_se: Lägg till inställningar

# Settings_BongAlert
source: Show Bong Alert
sv_se: Visa Bong Varna

# Settings_CategoryBold
source: Category Bold
sv_se: Kategori fet

# Settings_CategoryLines
source: Category Lines
sv_se: Kategori linjer

# Settings_DirectBong
source: Direct Bong
sv_se: Direkt Bong

# Settings_Language
source: Language
sv_se: Språk

# Settings_ProductBold
source: Product Bold
sv_se: Produkt fet

# Settings_ProductLines
source: Product Lines
sv_se: Produktlinjer

# Settings_Restaurent
source: Print Settings
sv_se: Restauranginställningar

# Settings_Retail
source: Settings
sv_se: Retail-inställningar

# Settings_ShowPrice
source: Show Price
sv_se: Visa pris

# Settings_SlideShowUrl
source: Slide Show URL
sv_se: Bildspel Adress

# Settings_TableView
source: Table View
sv_se: Tabellvyn

# Settings_CashDrawerHardwarePort
source: Cash Drawer Hardware Port
sv_se: Kassalåda Hårdvaruport

# Settings_CashDrawerType
source: Cash Drawer Type
sv_se: Kassaskåp typ

# Settings_ClientSettingsProvider
source: Client Settings Provider Uri
sv_se: Klientinställningsleverantör Uri

# Settings_ControlUnitConnectionString
source: Control Unit Connection String
sv_se: Styrenhetens anslutningssträng

# Settings_ControlUnitType
source: Clean Cash
sv_se: Typ av styrenhet

# Settings_PaymentDevicConnectionString
source: Payment Device Connection String
sv_se: Betalningsenhetens anslutningssträng

# Settings_PaymentDeviceType
source: Payment Device Type
sv_se: Betalningsenhetstyp

# Settings_ScalePort
source: Scale Port
sv_se: Skalport

# Settings_ScaleType
source: Scale Type
sv_se: Skal typ

# Settings_AddSettings
source: Settings
sv_se: Inställningar

# Settings_BeamPayment
source: BeamPayment
sv_se: Beam Betalning

# Settings_CreditNote
source: CreditNote
sv_se: ElveCard

# Settings_General
source: Device Settings
sv_se: Allmänna Inställningar

# Transection_History
source: Transaction History
sv_se: Transaktionshistorik

# Transection_History_Type
source: Type
sv_se: Typ

# Transaction_New_Balance
source: New Balance
sv_se: Nytt saldo

# Transaction_Old_Balance
source: Old Balance
sv_se: Gammalt saldo

# Set_Cloud_Clean_Cash
source: Set up Cloud Clean Cash
ar_sa: قم بإعداد Cloud Clean Cash
sv_se: Ställ in Cloud Clean Cash

# Cloud_Clean_Cash_Successfull
source: Cloud Clean Cash Registration Successfull.
ar_sa: نجح التسجيل النقدي النظيف في السحابة.
sv_se: Cloud Clean Cash Registration framgångsrik.

# Cloud_Clean_Cash_Credentials
source: Please set valid Url, Api UserName and Password
ar_sa: يرجى تقديم عنوان URL صالح واسم مستخدم Api وكلمة مرور Api.
sv_se: Vänligen ange giltig URL, API-användarnamn och Api-lösenord.

# Cloud_Clean_Cash_Terminal_Description
source: Please set Terminal Description.
ar_sa: يرجى تعيين وصف المحطة الطرفية
sv_se: Vänligen ställ in terminalbeskrivning.

# Cloud_Clean_Cash_Already_Registered
source: Already Registered with Cloud Clean Cash.
ar_sa: مسجل بالفعل في Cloud Clean Cash
sv_se: Redan registrerad med Cloud Clean Cash.

# Cloud_Clean_Cash_Already_Failed
source: Cloud Clean Cash Registration Failed.
ar_sa: فشل تسجيل النقد النظيف في السحابة
sv_se: Cloud Clean Cash Registration misslyckades.

# CheckOutOrder_C
source: C
ar_sa: سي

# CheckOutOrder_Label_Tips
source: Tips:
ar_sa: إكراميات

# CheckOutOrder_Method_Beam
source: Beam
ar_sa: بیم

# Global_AskPrice
source: Ask Price
ar_sa: سفر

# Global_Extra
source: Extra
ar_sa: إضافه

# Global_Journal
source: Journal
ar_sa: مجلة

# Global_No
source: No
ar_sa: لا

# Global_Stock
source: Stock
ar_sa: مخزون

# Global_Voucher
source: Voucher
ar_sa: قسيمة

# Global_Yes
source: Yes
ar_sa: نعم

# Message_BongConfirm
source: Are you sure you want to bonga?
ar_sa: هل أنت متأكد من أنك تريد بانگ؟

# Message_EntyerTipAmount
source: Enter amount for tip
ar_sa: ادخل مبلغ الاكرامية

# OrderHistory_OrderStatus
source: Status
ar_sa: الحالة

# PaymentTerminal_Total
source: Totals
ar_sa: الإجماليات

# Sales_EnterButton
source: Enter
ar_sa: أدخل

# Sales_TakeAwayButton
source: Take Away
ar_sa: طلب خارجي

# Prompt_Ok
source: OK
ar_sa: حسنا

# Global_URL
source: URL
ar_sa: رابط
